Repository: reef-buddy/reef-calculator
Catalog: Sources/ReefCalculator/Resources/*.lproj/Localizable.strings
Languages: fr

source: Shake
fr: Mélanger

source: Shake 30 seconds
fr: Mélanger 30 secondes

source: Fill flask
fr: Remplir la fiole

source: 2ml of water
fr: 2ml d'eau

source: 5ml of water
fr: 5ml d'eau

source: 10ml of water
fr: 10ml d'eau

source: 20ml of water
fr: 20ml d'eau

source: 4 droplets of reagent 0
fr: 4 goutes du réactif 0

source: 4 droplets of reagent 1
fr: 4 goutes du réactif 1

source: 4 droplets of reagent 2
fr: 4 goutes du réactif 2

source: 5 droplets of reagent 1
fr: 5 goutes du réactif 1

source: 5 droplets of reagent 2
fr: 5 goutes du réactif 2

source: 5 droplets of reagent 3
fr: 5 goutes du réactif 3

source: 6 droplets of reagent 1
fr: 6 goutes du réactif 1

source: 6 droplets of reagent 2
fr: 6 goutes du réactif 2

source: 6 droplets of reagent 3
fr: 6 goutes du réactif 3

source: 10 droplets of reagent 1
fr: 10 goutes du réactif 1

source: 10 droplets of reagent 2
fr: 10 goutes du réactif 2

source: 1 small spoon of reagent 1
fr: 1 petite cuillère du réactif 1

source: 1 small spoon of reagent 2
fr: 1 petite cuillère du réactif 2

source: 1 small spoon of reagent 3
fr: 1 petite cuillère du réactif 3

source: 1 large spoon of reagent 1
fr: 1 grande cuillère du réactif 1

source: Wait 1 minute
fr: Attendre 1 minute

source: Wait 3 minute
fr: Attendre 3 minutes

source: Wait 5 minute
fr: Attendre 5 minutes

source: Wait 10 minute
fr: Attendre 10 minutes

source: Wait 15 minute
fr: Attendre 15 minutes

source: Count droplets of reagent, stop when water blue come yellow
fr: Compter les goutes du réactif, s'arrêter quand le blue devient jaune

source: Count droplets of reagent 2, stop when water pink come green
fr: Compter les goutes du réactif 2, s'arrêter quand le rose devient vert

source: Count droplets of reagent 2, stop when water white come pink
fr: Compter les goutes du réactif 2, s'arrêter quand le blanc devient rose

source: Count droplets of reagent 3, stop when water pink come blue
fr: Compter les goutes du réactif 3, s'arrêter quand le bleu devient rose

source: Use syringe with reagent 3, stop when water pink come blue
fr: Utiliser la seringue avec le reactif 3, s'arreter quand le rose devient bleu

source: Set water droplets and auto calculate value
fr: Saisir le nombre de goute ajouté

source: Set the amount of KH-2 test fluid in milliliter what was needed to let the colour convert from blue to yellow
fr: Saisir le montant de KH-2 restant pour laisser la couleur convertir du bleu au jaune
